{
  "tok_list": [
    "<pad>",
    "<unk>",
    "<eos>",
    "<sos>",
    "<sof>",
    "<eof>",
    "<mask>",
    "<cls>",
    "[*]",
    "[*:0]",
    "[*:1]",
    "[*:2]",
    "[*:3]",
    "[*:4]",
    "[*:5]",
    ".",
    "[Fm]",
    "[Es]",
    ">>",
    "[Dummy]",
    "C",
    "c",
    "1",
    "(",
    "-",
    "2",
    "s",
    "N",
    ")",
    "=",
    "n",
    "[C@H]",
    "O",
    "[C@@H]",
    "S",
    "[nH]",
    "3",
    "Cl",
    "Br",
    "/",
    "\\",
    "[C@]",
    "o",
    "4",
    "5",
    "6",
    "[C@@]",
    "7",
    "[n+]",
    "I",
    "F",
    "[O-]",
    "8",
    "#",
    "[N+]",
    "P",
    "9",
    "%10",
    "%11",
    "%12",
    "%13",
    "%14",
    "%15",
    "%16",
    "%17",
    "%18",
    "%19",
    "%20",
    "[Si]",
    "[N-]",
    "B",
    "[P+]",
    "[PH]",
    "[B-]",
    "[NH+]",
    "[O]",
    "%21",
    "[o+]",
    "[N@+]",
    "[N@@+]",
    "%22",
    "%23",
    "%24",
    "[S+]",
    "[se]",
    "[Se]",
    "[P@]",
    "[P@@]",
    "[se+]",
    "[Te]",
    "[te+]",
    "[s+]",
    "[S@]",
    "[BH2-]",
    "[CH-]",
    "[c-]",
    "[N@@]",
    "[P@+]",
    "[n-]",
    "[C+]",
    "[nH+]",
    "[SeH]",
    "[BH-]",
    "[CH+]",
    "[N@]",
    "[S@@]",
    "[I+]",
    "[Se+]",
    "[Cl-]",
    "[SH]",
    "[As]",
    "[c+]",
    "[I-]",
    "[SiH2]",
    "[IH2]",
    "[Zn]",
    "[As+]",
    "[te]",
    "[OH+]",
    "[P-]",
    "p",
    "[S@+]",
    "[S@@+]",
    "%25",
    "[O+]",
    "[NH2+]",
    "[BH3-]",
    "[Cl+3]",
    "%26",
    "[Al]",
    "[SiH]",
    "[C-]",
    "[P@@+]",
    "[Hg]",
    "[Pt]",
    "[Co+]",
    "[Ge]"
  ],
  "tok2int": {
    "<pad>": 0,
    "<unk>": 1,
    "<eos>": 2,
    "<sos>": 3,
    "<sof>": 4,
    "<eof>": 5,
    "<mask>": 6,
    "<cls>": 7,
    "[*]": 8,
    "[*:0]": 9,
    "[*:1]": 10,
    "[*:2]": 11,
    "[*:3]": 12,
    "[*:4]": 13,
    "[*:5]": 14,
    ".": 15,
    "[Fm]": 16,
    "[Es]": 17,
    ">>": 18,
    "[Dummy]": 19,
    "C": 20,
    "c": 21,
    "1": 22,
    "(": 23,
    "-": 24,
    "2": 25,
    "s": 26,
    "N": 27,
    ")": 28,
    "=": 29,
    "n": 30,
    "[C@H]": 31,
    "O": 32,
    "[C@@H]": 33,
    "S": 34,
    "[nH]": 35,
    "3": 36,
    "Cl": 37,
    "Br": 38,
    "/": 39,
    "\\": 40,
    "[C@]": 41,
    "o": 42,
    "4": 43,
    "5": 44,
    "6": 45,
    "[C@@]": 46,
    "7": 47,
    "[n+]": 48,
    "I": 49,
    "F": 50,
    "[O-]": 51,
    "8": 52,
    "#": 53,
    "[N+]": 54,
    "P": 55,
    "9": 56,
    "%10": 57,
    "%11": 58,
    "%12": 59,
    "%13": 60,
    "%14": 61,
    "%15": 62,
    "%16": 63,
    "%17": 64,
    "%18": 65,
    "%19": 66,
    "%20": 67,
    "[Si]": 68,
    "[N-]": 69,
    "B": 70,
    "[P+]": 71,
    "[PH]": 72,
    "[B-]": 73,
    "[NH+]": 74,
    "[O]": 75,
    "%21": 76,
    "[o+]": 77,
    "[N@+]": 78,
    "[N@@+]": 79,
    "%22": 80,
    "%23": 81,
    "%24": 82,
    "[S+]": 83,
    "[se]": 84,
    "[Se]": 85,
    "[P@]": 86,
    "[P@@]": 87,
    "[se+]": 88,
    "[Te]": 89,
    "[te+]": 90,
    "[s+]": 91,
    "[S@]": 92,
    "[BH2-]": 93,
    "[CH-]": 94,
    "[c-]": 95,
    "[N@@]": 96,
    "[P@+]": 97,
    "[n-]": 98,
    "[C+]": 99,
    "[nH+]": 100,
    "[SeH]": 101,
    "[BH-]": 102,
    "[CH+]": 103,
    "[N@]": 104,
    "[S@@]": 105,
    "[I+]": 106,
    "[Se+]": 107,
    "[Cl-]": 108,
    "[SH]": 109,
    "[As]": 110,
    "[c+]": 111,
    "[I-]": 112,
    "[SiH2]": 113,
    "[IH2]": 114,
    "[Zn]": 115,
    "[As+]": 116,
    "[te]": 117,
    "[OH+]": 118,
    "[P-]": 119,
    "p": 120,
    "[S@+]": 121,
    "[S@@+]": 122,
    "%25": 123,
    "[O+]": 124,
    "[NH2+]": 125,
    "[BH3-]": 126,
    "[Cl+3]": 127,
    "%26": 128,
    "[Al]": 129,
    "[SiH]": 130,
    "[C-]": 131,
    "[P@@+]": 132,
    "[Hg]": 133,
    "[Pt]": 134,
    "[Co+]": 135,
    "[Ge]": 136
  },
  "special_indices": {
    "pad": 0,
    "unk": 1,
    "eos": 2,
    "sos": 3,
    "mask": 6,
    "eof": 5,
    "sof": 4,
    "cls": 7,
    "sep": 15
  },
  "metadata": {
    "vocab_size": 137,
    "min_freq": 5,
    "specials": [
      "<pad>",
      "<unk>",
      "<eos>",
      "<sos>",
      "<sof>",
      "<eof>",
      "<mask>",
      "<cls>",
      "[*]",
      "[*:0]",
      "[*:1]",
      "[*:2]",
      "[*:3]",
      "[*:4]",
      "[*:5]",
      ".",
      "[Fm]",
      "[Es]",
      ">>",
      "[Dummy]"
    ]
  }
}